Repository: barbareshet/ido-social-links-plugin
Catalog: languages/islp_domain-*.po
Languages: he_il

source: Enable Social Links
he_il: אפשר קישורים לרשתות חברתיות

source: Enable Social links on pages and posts
he_il: הצגת קישורים בעמודים ופוסטים

source: Enter Facebook Link Color or HEX value with #
he_il: הכנס צבע קישור רצוי לפייסבוק (ערך הקסאדצימלי - 6 תווים לאחר ה#)

source: Enter google_plus page Link Color or HEX value with #
he_il: הכנס צבע קישור רצוי לגוגל פולס (ערך הקסאדצימלי - 6 תווים לאחר ה#)

source: Enter Twitter page Link Color or HEX value with #
he_il: הכנס צבע קישור רצוי לטוויטר (ערך הקסאדצימלי - 6 תווים לאחר ה#)

source: Facebook Link Color
he_il: צבע קישור לפייסבוק

source: Facebook Page URL
he_il: כתובת עמוד פייסבוק

source: Facebook Settings
he_il: הגדרות פייסבוק

source: Get Social With Us
he_il: עקבו אחרינו ברשות חברתיות

source: Google Business Page Link Color
he_il: צבע קישור לעמוד גוגל +

source: Google Business Page URL
he_il: כתובת עמוד גוגל +

source: Google Plus Settings
he_il: הגדרות גוגל +

source: Ido Barnea
he_il: עידו ברנע

source: Save Changes
he_il: שמור שינויים

source: Settings
he_il: הגדרות

source: Settings For the Simple Social Links Plugin
he_il: עמוד הגדרות התוסף

source: Show in Posts Feed
he_il: הצג בפיד פוסטים

source: Simple Social Links
he_il: קישורים לרשתות חברתיות

source: Simple Social Links Plugin
he_il: קישורים לרשתות חברתיות

source: Simple Social links Plugin
he_il: תוסף קישורים לרשתות חברתיות

source: Twitter Page Link Color
he_il: צבע קישור לעמוד טוויטר

source: Twitter Profile URL
he_il: כתובת עמוד טוויטר

source: Twitter Settings
he_il: הגדרות טוויטר
